{
  "exercise": [
    {
      "name": "Планка",
      "type": 1,
      "mechanics": "Планка - это упражнение для укрепления мышц кора тела, включая мышцы брюшного пресса, спины, бедер и ягодиц. Чтобы выполнить планку:\n\nНачните с положения лежа на животе на полу или на упругом матрасе.\nПоднимите тело на предплечья и мышцы ног так, чтобы ваше тело оставалось параллельным полу.\nСожмите мышцы брюшного пресса и ягодиц, чтобы поддерживать положение тела в течение 60 секунд.\nМедленно опустите тело на пол и расслабьтесь.",
      "description": "Планка - это отличное упражнение для укрепления мышц кора тела. Оно может помочь улучшить осанку, уменьшить боли в спине и повысить стабильность тела. Кроме того, планка может помочь улучшить координацию движений, увеличить гибкость, а также уменьшить риск травм, связанных с недостаточной стабильностью тела. Это упражнение может помочь улучшить общую физическую форму, уменьшить уровень стресса и повысить уровень самодисциплины и выносливости.",
      "expenditure": 0.05
    },
    {
      "name": "Мостик",
      "type": 1,
      "mechanics": "Лягте на живот на фитнес-коврик, руки положите перед собой на ширине плеч, а ноги сведите вместе.\nМедленно поднимайте корпус вверх, сгибаясь в пояснице, и задерживайтесь на верхней точке на несколько секунд.\nЗатем медленно опускайте корпус обратно в исходное положение.\nПовторите упражнение 10-15 раз в 2-3 подходах.",
      "description": "Польза упражнения для здоровья:\n\nУкрепление и развитие мышц нижней части спины, ягодиц и задней поверхности бедер.\nУменьшение болей в нижней части спины и улучшение осанки.\nУлучшение гибкости и координации движений.\nПредотвращение травм и болей в спине.",
      "expenditure": 0.05
    },
    {
      "name": "Выпады",
      "type": 0,
      "mechanics": "Для выполнения упражнения \"Выпады\" нужно стоять прямо, с ногами на ширине плеч. Затем нужно сделать большой шаг вперед одной ногой, сгибая колено до угла в 90 градусов, при этом вторая нога остаётся на месте. Затем нужно вернуться в исходное положение и повторить упражнение на другой ноге. Во время выполнения упражнения необходимо сохранять равновесие и не допускать выпадания коленей за носки стопы.",
      "description": "Упражнение \"Выпады\" является отличным упражнением для развития ног и ягодиц. Оно помогает укрепить мышцы, увеличить силу и гибкость ног, улучшить равновесие и координацию движений. В дополнение к этому, \"Выпады\" могут помочь уменьшить риск травм и боли в коленях и улучшить общее здоровье. Однако, следует учитывать, что упражнение может быть тяжелым для новичков, поэтому перед началом выполнения стоит проконсультироваться с тренером и начать с меньшего числа повторений и медленнее увеличивать интенсивность.",
      "expenditure": 0.25
    },
    {
      "name": "Подъемы на пресс",
      "type": 0,
      "mechanics": "Для выполнения упражнения \"Подъемы на пресс\" нужно лечь на спину, согнуть колени и поставить стопы на пол. Затем нужно полностью опустить спину на пол, но не отпуская мышц пресса. Следующим шагом нужно медленно поднять голову и плечи вверх, напрягая мышцы пресса, и задержаться на верхней точке на 2-3 секунды, а затем медленно вернуться в исходное положение. Важно не поднимать голову и плечи слишком высоко, чтобы не нагружать шею и спину.",
      "description": "\"Подъемы на пресс\" являются эффективным упражнением для укрепления мышц пресса и улучшения общей формы тела. При регулярном выполнении упражнения можно улучшить гибкость и подвижность позвоночника, уменьшить риск травм и болей в спине, а также улучшить осанку и координацию движений. Кроме того, упражнение может помочь укрепить мышцы нижней части живота, что способствует лучшему контролю над телом и снижению риска развития различных заболеваний, связанных с избыточным весом.",
      "expenditure": 1.5
    },
    {
      "name": "Подтягивания",
      "type": 0,
      "mechanics": "Для выполнения упражнения \"Подтягивания\" необходимо подойти к перекладине, ухватиться руками за нее широким хватом, смотреть вперед, затем подтянуть тело к перекладине, дотянув грудь до нее и опустив плечи. Затем нужно медленно опустить тело до начального положения.",
      "description": "Упражнение \"Подтягивания\" имеет множество преимуществ для здоровья. Оно может помочь укрепить мышцы спины, рук и плечей, улучшить осанку, увеличить общую силу и выносливость. Помимо этого, \"Подтягивания\" могут помочь уменьшить риск травм спины и шеи, что часто возникает при использовании других упражнений для укрепления мышц верхней части тела. В целом, \"Подтягивания\" являются отличным упражнением для развития силы и формирования красивой, сильной спины и рук.",
      "expenditure": 1
    },
    {
      "name": "Отжимания",
      "type": 0,
      "mechanics": "Отжимания - это упражнение для укрепления мышц груди, плеч и рук. Чтобы выполнить отжимания:\n\nНачните с положения лежа на животе на полу или на упругом матрасе.\nРуки должны быть разведены на ширину плеч, ладони должны быть расположены на уровне плеч, пальцы вниз.\nНоги должны быть параллельно друг другу, а стопы находятся на пальцах ног.\nМедленно опускайте грудь к полу, сгибая локти, при этом сохраняя тело прямым и в напряжении.\nПоднимите тело обратно в исходное положение, выпрямив руки.",
      "description": "Отжимания - это отличное упражнение для укрепления мышц груди, плеч и рук. Они также могут помочь улучшить силу верхней части тела, улучшить выносливость, а также помочь улучшить осанку. Отжимания могут помочь снизить уровень стресса и тревоги, так как они увеличивают уровень эндорфинов в организме. Кроме того, они могут помочь укрепить мышцы сердца и легких, повышая кардио-васкулярную выносливость.",
      "expenditure": 0.32
    },
    {
      "name": "Бег",
      "type": 1,
      "mechanics": "Бег является простым и естественным упражнением, которое требует только пары кроссовок и открытой дороги или тренажера. Он может выполняться на любой поверхности, включая тропинки, дорожки, парки, стадионы или на беговой дорожке в зале.\n\nМеханика бега включает в себя частоту шагов, длину шагов, выносливость и технику бега. Начинать следует с небольшой дистанции, постепенно увеличивая ее каждую неделю. Важно убедиться, что ваша техника бега правильная, чтобы избежать травм.",
      "description": "Бег является одним из самых полезных упражнений для здоровья. Он улучшает кардиоваскулярную функцию, снижает риск сердечных заболеваний и инсульта, укрепляет кости, повышает выносливость и уменьшает риск развития диабета.\n\nБег также может помочь вам контролировать вес, улучшить качество сна, снизить стресс и улучшить настроение. Он способствует выработке эндорфинов - гормонов счастья, которые улучшают настроение и повышают уровень энергии.",
      "expenditure": 0.16
    },
    {
      "name": "Боковая планка",
      "type": 1,
      "mechanics": "Для выполнения упражнения \"Боковая планка\" нужно лечь на бок, согнув ноги в коленях под углом около 90 градусов. Затем нужно поднять тело, опираясь на предплечья и бок, и держать это положение в течение 20-30 секунд. Затем нужно поменять стороны и повторить упражнение на другом боку.\n\nЕсть несколько вариантов выполнения упражнения, включая удержание положения на вытянутой руке, добавление движений тазом и т.д. Однако, если вы начинающий, то следует начинать с простого варианта с опорой на предплечья и бок.",
      "description": "Упражнение \"Боковая планка\" имеет множество преимуществ для здоровья. Оно может помочь укрепить мышцы боковой части тела, улучшить осанку, увеличить общую силу и выносливость. Помимо этого, \"Боковая планка\" могут помочь уменьшить риск травм спины и шеи, что часто возникает при использовании других упражнений для укрепления мышц кора. В целом, \"Боковая планка\" является отличным упражнением для развития силы и формирования красивого тела.",
      "expenditure": 0.18
    },
    {
      "name": "Скакалка",
      "type": 1,
      "mechanics": "Скакалка - это простое и эффективное упражнение, которое можно делать в любом месте. Чтобы выполнить скакалку:\n\nДержите скакалку в каждой руке, руки должны быть уперты в стороны тела, а локти прижаты к бокам.\nПрыгайте с помощью скакалки, двигая ее вращением и прыгая в одно место.\nСледите за тем, чтобы скакалка не зацепляла ноги.\nПродолжайте скакать в течение 1-2 минут или дольше, если вы можете.",
      "description": "Скакалка - это отличное кардио-упражнение, которое помогает укрепить сердечно-сосудистую систему, повысить выносливость и ускорить метаболизм. Оно может помочь сжечь лишние калории и уменьшить процент жира в организме. Кроме того, скакалка улучшает координацию движений, увеличивает гибкость и помогает укрепить мышцы ног, ягодиц и брюшного пресса. Скакалка также является простым и удобным упражнением, которое можно делать в любом месте и в любое время дня.",
      "expenditure": 0.22
    },
    {
      "name": "Приседания",
      "type": 0,
      "mechanics": "Приседание - это упражнение, которое активирует большое количество мышечных групп в нижней части тела. Чтобы выполнить приседание:\n\nНачните со стоячего положения с разведенными на ширину плеча ногами.\nПоднимите руки вперед для баланса, если это необходимо.\nНачните опускаться, сгибая колени и опуская таз, как будто вы собираетесь сесть на стул.\nОпуститесь до тех пор, пока бедра не станут параллельными полу.\nЗатем медленно вернитесь в исходное положение, выпрямив колени.",
      "description": "Приседания - это отличное упражнение для укрепления нижней части тела, включая бедра, ягодицы и ноги. Они также могут помочь улучшить равновесие и координацию, а также повысить кровообращение в нижней части тела. Приседания также могут помочь улучшить осанку и уменьшить риск травм в нижней части тела. Кроме того, они могут быть полезны для улучшения общей выносливости и физической формы.",
      "expenditure": 0.25
    },
    {
      "name": "Подъемы на носки",
      "type": 0,
      "mechanics": "Для выполнения подъемов на носки необходимо стать на прямую, разведя ноги на ширину плеч. Затем, медленно поднимайте пятки, стараясь держать равновесие на носках, затем медленно опускайте пятки на пол. Повторите упражнение 10-15 раз в одном подходе.",
      "description": "Польза упражнения для здоровья:\n\nПодъемы на носки укрепляют и улучшают работу мышц и сухожилий икроножной мышцы, что повышает стабильность стопы и уменьшает риск травм.\nЭто упражнение помогает улучшить кровообращение в ногах, уменьшает отеки и улучшает эластичность кожи.\nПодъемы на носки могут помочь улучшить равновесие и координацию, что особенно важно для пожилых людей и тех, кто имеет проблемы с плохим равновесием.\nВыполнение подъемов на носки помогает укрепить мышцы и сухожилия, что может снизить риск развития боль в спине и бедрах.",
      "expenditure": 0.01
    },
    {
      "name": "Ходьба",
      "type": 1,
      "mechanics": "Для выполнения упражнения \"Ходьба\" нужно просто двигаться по выбранному маршруту, поднимая и опуская ноги поочередно. Важно следить за правильной постановкой стопы и не перенапрягать мышцы ног. Для усиления нагрузки можно увеличивать скорость ходьбы, ходить по холмистой местности, добавлять уклоны и подъемы по лестницам.",
      "description": "Ходьба является очень полезным упражнением для здоровья. Она укрепляет сердечно-сосудистую систему, улучшает кровообращение и способствует снижению уровня холестерина в крови. Ходьба также помогает улучшить общее состояние организма, повысить настроение, снизить уровень стресса, укрепить мышцы ног и спины. Важно также отметить, что ходьба является безопасным упражнением, которое может быть выполнено практически любым человеком, независимо от возраста и физической подготовки.",
      "expenditure": 0.05
    }
  ]
}