{
  "plan": [
    {
      "losingWeight": [
        {
          "name": "Буткэмп для летнего тела",
          "description": "Предлагаемый план тренировки включает в себя кардио упражнения (бег и скакалка), упражнения на силу и выносливость (отжимания, подтягивания, мостик, планка), а также упражнения на ноги (выпады) и пресс (подъемы на пресс).\nРекомендуется выполнять тренировку 3-4 раза в неделю, начиная с легких весов и постепенно увеличивая их.\nНе забывайте разминаться перед тренировкой и растягиваться после нее.",
          "workout": [
            {
              "name": "Бег",
              "coll": 5,
              "collB": 1
            },
            {
              "name": "Подъемы на пресс",
              "coll": 15,
              "collB": 3
            },
            {
              "name": "Выпады",
              "coll": 10,
              "collB": 3
            },
            {
              "name": "Отжимания",
              "coll": 15,
              "collB": 2
            },
            {
              "name": "Мостик",
              "coll": 3,
              "collB": 3
            },
            {
              "name": "Скакалка",
              "coll": 1,
              "collB": 3
            },
            {
              "name": "Подтягивания",
              "coll": 6,
              "collB": 3
            },
            {
              "name": "Планка",
              "coll": 30,
              "collB": 3
            },
            {
              "name": "Ходьба",
              "coll": 5,
              "collB": 1
            }
          ]
        },
        {
          "name": "Стройность и сила",
          "description": "Эта тренировка предназначена для развития силы и стройности. Упражнения включают в себя как комплексные, так и изолированные движения, которые направлены на укрепление разных групп мышц.\n\nПодтягивания: это одно из самых эффективных упражнений для развития силы во верхней части тела, которое задействует мышцы спины, плечей и рук. Количество подходов - 3, повторений - 8.\nПодъемы на пресс: упражнение на пресс, которое развивает силу в мышцах живота. Количество подходов - 3, повторений - 15.\nВыпады: упражнение, которое работает с ногами, ягодицами и бедрами, развивая силу и стройность нижней части тела. Количество подходов - 3, повторений - 10.\nОтжимания: классическое упражнение на грудь, которое укрепляет мышцы груди, плеч и рук. Количество подходов - 3, повторений - 10.\nМостик: упражнение на мышцы ягодиц, которое также помогает укрепить мышцы спины и брюшного пресса. Количество подходов - 3, время - 30 секунд.\nБоковая планка: упражнение на боковые мышцы, которое улучшает координацию и равновесие, а также помогает укрепить мышцы корпуса. Количество подходов - 4, время - 30 секунд на каждую сторону.\nБег: кардио-упражнение, которое помогает сжигать лишние калории, укрепляет сердечно-сосудистую систему и улучшает общее здоровье. Время - 40 минут.\nПодъемы на носки: упражнение на мышцы икры, которое помогает укрепить их и добавить стройности ногам. Количество подходов - 3, повторений - 20.\nЭту тренировку можно выполнять 2-3 раза в неделю, с интервалом в один день. Рекомендуется разогреваться перед тренировкой и растягиваться после нее. Для достижения желаемых результатов необходимо также следить за своим режимом питания и образом жизни.",
          "workout": [
            {
              "name": "Подтягивания ",
              "coll": 8,
              "collB": 3
            },
            {
              "name": "Подъемы на пресс",
              "coll": 15,
              "collB": 3
            },
            {
              "name": "Выпады",
              "coll": 10,
              "collB": 3
            },
            {
              "name": "Отжимания",
              "coll": 20,
              "collB": 1
            },
            {
              "name": "Мостик",
              "coll": 1,
              "collB": 3
            },
            {
              "name": "Боковая планка",
              "coll": 1,
              "collB": 4
            },
            {
              "name": "Бег",
              "coll": 40,
              "collB": 1
            },
            {
              "name": "Подъемы на носки",
              "coll": 20,
              "collB": 3
            }
          ]
        }
      ]
    },
    {
      "maintenance": [
        {
          "name": "Стабильность веса",
          "description": "Эта тренировка включает в себя множество упражнений, которые помогут поддерживать вес. Она состоит из бега (5 подходов), отжиманий (15 подходов), выпадов (10 подходов), отжиманий (3 подхода), мостиков (2 подхода), прыжков со скакалкой (5 подходов), подтягиваний (8 подходов), приседаний (30 подходов) и ходьбы (20 подходов наборы).\n\nПрограмма сосредоточена на сочетании сердечно-сосудистых упражнений, таких как бег и прыжки со скакалкой, и упражнений на укрепление силы, таких как отжимания и приседания. Цель состоит в том, чтобы поддерживать здоровый вес за счет сжигания калорий и наращивания мышечной массы.\n\nРекомендуется выполнять эту тренировку не реже трех раз в неделю, делая день отдыха между каждым занятием. Также важно выполнять растяжку до и после каждой тренировки, чтобы предотвратить травмы и дать мышцам возможность должным образом восстановиться.\n\nНе забывайте поддерживать уровень гидратации на протяжении всей тренировки и придерживаться сбалансированной диеты, чтобы поддерживать свои цели в фитнесе.",
          "workout": [
            {
              "name": "Бег",
              "coll": 5,
              "collB": 1
            },
            {
              "name": "Подъемы на пресс",
              "coll": 15,
              "collB": 3
            },
            {
              "name": "Выпады",
              "coll": 10,
              "collB": 2
            },
            {
              "name": "Отжимания",
              "coll": 20,
              "collB": 1
            },
            {
              "name": "Мостик",
              "coll": 2,
              "collB": 1
            },
            {
              "name": "Скакалка",
              "coll": 5,
              "collB": 3
            },
            {
              "name": "Подтягивания",
              "coll": 8,
              "collB": 3
            },
            {
              "name": "Приседания",
              "coll": 30,
              "collB": 3
            },
            {
              "name": "Ходьба",
              "coll": 20,
              "collB": 1
            }
          ]
        },
        {
          "name": "Удержание формы",
          "description": "Эта тренировка включает в себя множество упражнений, помогающих поддерживать вес. Он начинается с 5-минутной пробежки, которая помогает разогреть тело и ускорить сердцебиение. Следующее упражнение - 15 повторений приседаний, за которыми следует 10 повторений выпадов. Затем выполните 3 подхода отжиманий по 10 повторений в каждом. За этим следует 10 повторений упражнения \"мостик\", которое помогает привести в тонус ягодичные мышцы и ноги.\n\nЗатем проводится 1-минутная тренировка со скакалкой, которая является отличным упражнением для сердечно-сосудистой системы и помогает сжигать калории. Затем следует 6 повторений подтягиваний, которые помогают укрепить спину и руки. Тренировка заканчивается 30-секундной планкой, которая помогает привести в тонус основные мышцы.\n\nЧтобы поддерживать вес, важно регулярно заниматься физическими упражнениями и придерживаться здоровой диеты. Эта тренировка включает в себя сочетание кардиотренировок и силовых упражнений, которые помогают сжигать калории, приводить мышцы в тонус и поддерживать вес. Его можно выполнять 3-4 раза в неделю, по крайней мере, с одним днем отдыха между тренировками. Помните, что всегда прислушивайтесь к своему организму и корректируйте тренировку по мере необходимости, чтобы избежать травм или перенапряжения.",
          "workout": [
            {
              "name": "Бег",
              "coll": 5,
              "collB": 1
            },
            {
              "name": "Подъемы на пресс",
              "coll": 15,
              "collB": 3
            },
            {
              "name": "Выпады",
              "coll": 10,
              "collB": 3
            },
            {
              "name": "Отжимания",
              "coll": 10,
              "collB": 4
            },
            {
              "name": "Мостик",
              "coll": 10,
              "collB": 3
            },
            {
              "name": "Скакалка",
              "coll": 1,
              "collB": 3
            },
            {
              "name": "Подтягивания",
              "coll": 6,
              "collB": 3
            },
            {
              "name": "Планка",
              "coll": 1,
              "collB": 3
            },
            {
              "name": "Ходьба",
              "coll": 5,
              "collB": 1
            }
          ]
        }
      ]
    },
    {
      "weightGain": [
        {
          "name": "Халк",
          "description": "Эта тренировка предназначена для того, чтобы способствовать увеличению веса, сосредоточив внимание на упражнениях по наращиванию мышечной массы. Все начинается с 5-минутной пробежки, чтобы разогреть тело и подготовить его к тренировке. Первое упражнение состоит из 15 повторений отжиманий для проработки пресса, затем 10 повторений выпадов для проработки ног и ягодиц.\n\nЗатем выполните 3 подхода отжиманий по 10 повторений в каждом, чтобы проработать грудь, трицепсы и плечи. За этим следуют 2 подхода мостиков по 10 повторений в каждом, чтобы проработать ягодичные мышцы и подколенные сухожилия.\n\nЗатем проводится 5-минутная тренировка со скакалкой, чтобы увеличить частоту сердечных сокращений и обеспечить кардиотренировку. Затем следует 8 повторений подтягиваний для проработки спины и бицепсов. Тренировка продолжается 30 повторениями приседаний с акцентом на правильную форму, чтобы проработать ноги и ягодичные мышцы.\n\nЗаключительным упражнением является 20-минутная быстрая ходьба, которая может помочь стимулировать аппетит и способствовать увеличению веса. Важно подпитывать организм сбалансированной диетой, включающей большое количество белков и углеводов для поддержания роста мышц и увеличения веса.\n\nПомните, что всегда прислушивайтесь к своему организму и корректируйте тренировку по мере необходимости, чтобы избежать травм или перенапряжения. Эту тренировку можно выполнять 3-4 раза в неделю, по крайней мере, с одним днем отдыха между тренировками.",
          "workout": [
            {
              "name": "Бег",
              "coll": 5,
              "collB": 1
            },
            {
              "name": "Подъемы на пресс",
              "coll": 15,
              "collB": 3
            },
            {
              "name": "Выпады",
              "coll": 10,
              "collB": 2
            },
            {
              "name": "Отжимания",
              "coll": 3,
              "collB": 10
            },
            {
              "name": "Мостик",
              "coll": 2,
              "collB": 1
            },
            {
              "name": "Скакалка",
              "coll": 5,
              "collB": 3
            },
            {
              "name": "Подтягивания",
              "coll": 8,
              "collB": 3
            },
            {
              "name": "Приседания",
              "coll": 30,
              "collB": 3
            },
            {
              "name": "Ходьба",
              "coll": 20,
              "collB": 1
            }
          ]
        },
        {
          "name": "BoomMass",
          "description": "Эта тренировка включает в себя множество упражнений, которые помогут с увеличением веса. Она состоит из бега (5 подходов), отжиманий (30 подходов), выпадов (10 подходов), отжиманий (20 подходов), мостиков (4 подхода), прыжков со скакалкой (2 подхода), подтягиваний (10 подходов), досок (1 подход) и ходьбы (5 наборы).\n\nПрограмма сосредоточена на сочетании упражнений для наращивания силы, таких как отжимания и подтягивания, и упражнений для укрепления позвоночника, таких как приседания и планки. Цель состоит в том, чтобы нарастить мышечную массу и увеличить вес, потребляя больше калорий, чем вы сжигаете.\n\nРекомендуется выполнять эту тренировку не реже трех раз в неделю, делая день отдыха между каждым занятием. Также важно увеличить потребление калорий, употребляя больше продуктов, богатых белком, таких как нежирное мясо, орехи и бобовые, чтобы поддерживать свои цели по увеличению веса.\n\nНе забывайте поддерживать уровень гидратации на протяжении всей тренировки и давать вашим мышцам возможность должным образом восстановиться. При постоянных усилиях и сбалансированном питании эта тренировка может помочь вам достичь ваших целей по увеличению веса.",
          "workout": [
            {
              "name": "Бег",
              "coll": 5,
              "collB": 1
            },
            {
              "name": "Подъемы на пресс",
              "coll": 30,
              "collB": 3
            },
            {
              "name": "Выпады",
              "coll": 10,
              "collB": 3
            },
            {
              "name": "Отжимания",
              "coll": 20,
              "collB": 3
            },
            {
              "name": "Мостик",
              "coll": 4,
              "collB": 3
            },
            {
              "name": "Скакалка",
              "coll": 2,
              "collB": 4
            },
            {
              "name": "Подтягивания",
              "coll": 10,
              "collB": 3
            },
            {
              "name": "Планка",
              "coll": 1,
              "collB": 3
            },
            {
              "name": "Ходьба",
              "coll": 5,
              "collB": 1
            }
          ]
        }
      ]
    }
  ]
}